[
  {
    id: '1',
    text: '안녕하세요 🙂',
    from: 'AI',
    auto: true,
  },
  {
    id: '2',
    text: '요즘 일상 속에서 자주 신경 쓰이거나, \n반복해서 생각나는 일이 있으신가요? 조금 사소한 것처럼 느껴져도 괜찮아요. \n편하게 말씀해주세요.',
    from: 'AI',
    auto: true,
  },
  {
    id: '3',
    text: '음...저는 사람이 많은 곳에 다녀오면 뭔가 찝찝하다는 생각이 들어요. 그래서\n집에 오면 손을 좀 자주 씻는 편이에요.',
    from: 'User',
    auto: false,
  },
  {
    id: '4',
    text: '손이 더럽다고 느낄 때,\n보통 어떤 상황에서 그런 생각이 드나요?\n아래 선택지를 고르거나 직접 작성해주세요.',
    from: 'AI',
    auto: true,
  },
  {
    id: '5',
    text: '문 손잡이를 만졌을 때',
    from: 'User',
    auto: false,
  },
  {
    id: '6',
    text: '버스 손잡이를 잡았을 때',
    from: 'User',
    auto: false,
  },
  {
    id: '7',
    text: '누군가 내 물건을 만졌을 때',
    from: 'User',
    auto: false,
  },
  {
    id: '8',
    text: '말씀해주셔서 감사해요.\n혹시 손을 씻으면 불편했던 마음이\n좀 나아지나요?',
    from: 'AI',
    auto: true,
  },
  {
    id: '9',
    text: '글쎄요… 잘 모르겠는데,\n평소보다 좀 많았던 것 같아요.\n10번 넘게 씻는 날도 있고,\n외출하고 오면 계속 씻게 돼요.',
    from: 'User',
    auto: false,
  },
  {
    id: '10',
    text: '자세히 말씀해 주셔서 고마워요.\n당신은 손이 오염됐을 것 같다는 불안이\n자주 들고, 그 불안을 줄이기 위해 손 씻기를\n반복하는 경향이 있는 것 같아요.',
    from: 'AI',
    auto: true,
  },
];
